Repository: common-repository/klaro-consent-manager
Catalog: languages/klaro-consent-manager-*.po
Languages: hr

source: Author:
hr: Autor:

source: Version:
hr: Verzija:

source: Documentation:
hr: Dokumentacija:

source: Support Forum
hr: Forum podrške

source: Donate:
hr: Doniraj:

source: Add your own review
hr: Dodaj recenziju

source: Element ID and Cookie Name
hr: Element ID i ime kolačića

source: Privacy Policy Link
hr: politiku privatnosti

source: Background Color
hr: Pozadinska boja

source: Link Color
hr: Boja Linka

source: Buton OK Color
hr: Boja Prihvaćam dugmeta

source: Buton Decline Color
hr: Boja Ne Prihvaćam dugmeta

source: Toggle Color
hr: Boja Prekidaća

source: Opacity
hr: Prozirnost

source: Cookie expires after
hr: Kolačič traje

source: Must Consent
hr: Obavezno

source: CSS style
hr: CSS stil

source: Disable CSS style
hr: Onemogući CSS

source: Disable at
hr: Onemogući na

source: numbers 1-100.
hr: brojevi 1-100

source: days
hr: dana

source: Edit CSS style.
hr: Promijeni CSS stil

source: Use this option if you plan to include CSS Style manually
hr: Koristi ovu opciju ukoliko želiš ubaciti svoj CSS stil

source: Add New
hr: Dodaj Novi

source: Review and update
hr: Pregledaj i ažuriraj

source: Reset your consents
hr: Poništi privole

source: We collect and process your personal information for the following purposes: {purposes}.
hr: Na našim internetskim stranicama koristimo kolačiće za sljedeće svrhe: {purposes}. Nastavkom korištenja stranica suglasni ste s primanjem kolačića.

source: Learn more
hr: Saznaj više

source: There were changes since your last visit, please update your consent.
hr: Dogodile su se razne promjene od vašeg zadnjeg posjeta.

source: Here you can see and customize the information that we collect about you.
hr: Ovdje možete pogledati i izmjeniti informacije koje se prikupljaju.

source: Information that we collect
hr: Informacije koje prikupljamo

source: To learn more, please read our {privacyPolicy}.
hr: Da bi saznali više pročitajte našu {privacyPolicy}.

source: privacy policy
hr: politiku privatnosti

source: OK
hr: Prihvaćam

source: Decline
hr: Ne Prihvaćam

source: Save
hr: Snimi Postavke

source: Close
hr: Zatvori

source: Purpose
hr: Svrha

source: Purposes
hr: Svrhae

source: Toggle all apps
hr: Promijeni sve

source: Use this switch to enable/disable all apps.
hr: Koristi ovaj prekidač da bi omogućio/onemogućio sve stavke.

source: (opt-out)
hr: (isključite po želji)

source: This app is loaded by default (but you can opt out)
hr: Aplikacija se učitava automatski (ali se može isključiti)

source: (always required)
hr: (potrebno uvijek)

source: This application is always required
hr: Aplikacija mora biti uključena

source: Analytics
hr: Analiza

source: Security
hr: Sigurnost

source: Advertising
hr: Oglašavanje

source: Styling
hr: Stiliziranje

source: Statistics
hr: Statistika

source: Other
hr: Drugo

source: Functionality
hr: Funkcionalnost

source: Application settings
hr: Postavke
